{
	"01-01-1" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Староста факультета",
	"01-01-2" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Ученик",
	"01-01-3" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Квиддич. Капитан",
	"01-01-4" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Квиддич. Вратарь",
	"01-01-5" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Квиддич. Охотник",
	"01-01-6" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Квиддич. Загонщик",
	"01-01-7" : "Школа чародейства и волшебства Хогвартс. Ф-т Гриффиндор. Квиддич. Ловец",
	"01-02-1" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Староста факультета",
	"01-02-2" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Ученик",
	"01-02-3" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Квиддич. Капитан",
	"01-02-4" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Квиддич. Вратарь",
	"01-02-5" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Квиддич. Охотник",
	"01-02-6" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Квиддич. Загонщик",
	"01-02-7" : "Школа чародейства и волшебства Хогвартс. Ф-т Хаффлпафф. Квиддич. Ловец",
	"01-03-1" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Староста факультета",
	"01-03-2" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Ученик",
	"01-03-3" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Квиддич. Капитан",
	"01-03-4" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Квиддич. Вратарь",
	"01-03-5" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Квиддич. Охотник",
	"01-03-6" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Квиддич. Загонщик",
	"01-03-7" : "Школа чародейства и волшебства Хогвартс. Ф-т Рейвенкло. Квиддич. Ловец",
	"01-04-1" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Староста факультета",
	"01-04-2" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Ученик",
	"01-04-3" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Квиддич. Капитан",
	"01-04-4" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Квиддич. Вратарь",
	"01-04-5" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Квиддич. Охотник",
	"01-04-6" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Квиддич. Загонщик",
	"01-04-7" : "Школа чародейства и волшебства Хогвартс. Ф-т Слизерин. Квиддич. Ловец",
	"01-05" : "Школа чародейства и волшебства Хогвартс. Староста школы",
	"01-06" : "Школа чародейства и волшебства Хогвартс. Директор школы",
	"01-07" : "Школа чародейства и волшебства Хогвартс. Завхоз",
	"01-08" : "Школа чародейства и волшебства Хогвартс. Помощница завхоза",
	"01-09" : "Школа чародейства и волшебства Хогвартс. Хранитель ключей",
	"01-10" : "Школа чародейства и волшебства Хогвартс. Лесничий",
	"01-11" : "Школа чародейства и волшебства Хогвартс. Школьный целитель",
	"01-12" : "Школа чародейства и волшебства Хогвартс. Библиотекарь",
	"01-13" : "Школа чародейства и волшебства Хогвартс. Помощник библиотекаря",
	"01-14-1" : "Школа чародейства и волшебства Хогвартс. Декан ф-та Гриффиндор",
	"01-14-2" : "Школа чародейства и волшебства Хогвартс. Декан ф-та Хаффлпафф",
	"01-14-3" : "Школа чародейства и волшебства Хогвартс. Декан ф-та Рейвенкло",
	"01-14-4" : "Школа чародейства и волшебства Хогвартс. Декан ф-та Слизерин",
	"01-15-01" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Нумерология",
	"01-15-02" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Астрономия",
	"01-15-03" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Заклинания",
	"01-15-04" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Защита от Тёмных искусств",
	"01-15-05" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Зельеварение",
	"01-15-06" : "Школа чародейства и волшебства Хогвартс. Преподаватель. История магии",
	"01-15-07" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Травология",
	"01-15-08" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Трансфигурация",
	"01-15-09" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Полёты на мётлах",
	"01-15-10" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Изучение Древних рун",
	"01-15-11" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Маггловедение",
	"01-15-12" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Прорицания",
	"01-15-13" : "Школа чародейства и волшебства Хогвартс. Преподаватель. Уход за магическими существами",
	
	"02-01" : "Школа магии Ильверморни. Ф-т Рогатый змей. Ученик",
	"02-02" : "Школа магии Ильверморни. Ф-т Вампус. Ученик",
	"02-03" : "Школа магии Ильверморни. Ф-т Пакваджи. Ученик",
	"02-04" : "Школа магии Ильверморни. Ф-т Птица-гром. Ученик",
	"02-05" : "Школа магии Ильверморни. Преподаватель",
	"02-06" : "Школа магии Ильверморни. Директор",
	
	"03-01" : "Институт салемских ведьм. Ученица",
	"03-02" : "Институт салемских ведьм. Преподаватель",
	"03-03" : "Институт салемских ведьм. Сборная по квиддичу",
	"03-04" : "Институт салемских ведьм. Директор",
	
	"04-01" : "Школа магии Колдовстворец. Ученик",
	"04-02" : "Школа магии Колдовстворец. Директор",
	"04-03" : "Школа магии Колдовстворец. Преподаватель",
	
	"05-01" : "Институт магии Дурмстранг. Ученик",
	"05-02" : "Институт магии Дурмстранг. Директор",
	"05-03" : "Институт магии Дурмстранг. Преподаватель",
	
	"06-01-1" : "Академия магии Шармбаттон. Ф-т Этонсе́ль. Ученик",
	"06-01-2" : "Академия магии Шармбаттон. Ф-т Веритэ́. Ученик",
	"06-01-3" : "Академия магии Шармбаттон. Ф-т Метри́з. Ученик",
	"06-01-4" : "Академия магии Шармбаттон. Ф-т Суа́н. Ученик",
	"06-01-5" : "Академия магии Шармбаттон. Ф-т Ардо́р. Ученик",
	"06-02" : "Академия магии Шармбаттон. Директор",
	"06-03" : "Академия магии Шармбаттон. Преподаватель",
	
	"07-01" : "Школа магии Махотокоро. Ученик",
	"07-02" : "Школа магии Махотокоро. Директор",
	"07-03" : "Школа магии Махотокоро. Преподаватель",
	
	"08-01" : "Кастелобрушу. Ученик",
	"08-02" : "Кастелобрушу. Директор",
	"08-03" : "Кастелобрушу. Преподаватель",
	
	"08-01" : "Школа магии Уагаду. Ученик",
	"08-02" : "Школа магии Уагаду. Директор",
	"08-03" : "Школа магии Уагаду. Преподаватель",
	
	
	"09-1": "Министерство магии Британии. Нулевой уровень. Дежурный волшебник",
	"09-2-1-1": "Министерство магии Британии. Первый уровень. Кабинет Министра Магии. Министр Магии",
	"09-2-1-2": "Министерство магии Британии. Первый уровень. Кабинет Министра Магии. Заместитель Министра Магии",
	"09-2-1-3": "Министерство магии Британии. Первый уровень. Кабинет Министра Магии. Личный секретарь Министра Магии",
	"09-2-1-4": "Министерство магии Британии. Первый уровень. Кабинет Министра Магии. Секретарь первого заместителя Министра Магии",
	"09-2-1-5": "Министерство магии Британии. Первый уровень. Кабинет Министра Магии. Пресс-секретарь Министра Магии",
	"09-2-2-1": "Министерство магии Британии. Первый уровень. Управление Министерством Магии. Советники Министра",
	"09-2-2-2": "Министерство магии Британии. Первый уровень. Управление Министерством Магии. Секретари советников Министра",
	"09-2-2-3": "Министерство магии Британии. Первый уровень. Управление Министерством Магии. Секретариат. Сотрудники",
	"09-2-3-1": "Министерство магии Британии. Первый уровень. Отдел магического хозяйства. Руководитель отдела",
	"09-2-3-2": "Министерство магии Британии. Первый уровень. Отдел магического хозяйства. Лифтеры",
	"09-2-3-3": "Министерство магии Британии. Первый уровень. Отдел магического хозяйства. Специалисты по хозяйственной магии",
	"09-3-": "Министерство магии Британии. Второй уровень.",
	"09-4-": "Министерство магии Британии. Третий уровень.",
	"09-5-": "Министерство магии Британии. Четвёртый уровень.",
	"09-6-": "Министерство магии Британии. Пятый уровень.",
	"09-7-": "Министерство магии Британии. Шестой уровень.",
	"09-8-": "Министерство магии Британии. Седьмой уровень.",
	"09-9-": "Министерство магии Британии. Восьмой уровень.",
	"09-10-": "Министерство магии Британии. Девятый уровень.",
  
  
  
  "":""
}
